Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mozi__mozi-020-economy-of-expenditures-ii__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 子墨子言曰：古者明王聖人所以王天下、正諸侯者，彼其愛民謹忠，利民謹厚，忠信相連，又示之以利，是以終身不饜，歿世而不卷，古者明王聖人，其所以王天下、正諸侯者，此也。是故古者聖王制為節用之法，曰：
en: Motse said: The ancient illustrious kings and sages ruled over the empire and headed the feudal lords because they loved the people loyally and blessed them with many benefits. Loyalty calls out confidence. And, when blessing is shown in addition, the people were not wearied during their whole life and did not feel tired until their death. That the ancient illustrious kings and sages could rule over the empire and head the feudal lords is just because of this. And the ancient sage-kings authorized the code of laws of economy, saying: All you artisans and workers, carpenters and tanners, potters and smiths, do what you can do.

source: 凡天下群百工，輪、車、鞼、匏、陶、冶、梓匠，使各從事其所能。曰：凡足以奉給民用，則止。諸加費不加於民利者，聖王弗為。古者聖王制為飲食之法，曰：足以充虛繼氣，強股肱，耳目聰明，則止。
en: Stop when the needs of the people are satisfied.’' What causes extra expense but adds no benefit to the people the sage-kings would not undertake. The ancient sage-kings authorized the code of laws regarding food and drink, saying: Stop when hunger is satiated, breathing becomes strong, limbs are strengthened and ears and eyes become sharp. There is no need of combining the five tastes extremely well or harmonizing the different sweet odours. And efforts should not be made to procure rare delicacies from far countries." How do we know such were the laws? In ancient times, when Yao was governing the empire he consolidated Chiao Tse on the south, reached Yu Tu on the north, expanded from where the sun rises to where the sim sets on the east and west, and none was unsubmissive or disrespectful. Yet, even when he was served with what he much liked, he did not take a double cereal or both soup and meat.

source: 不極五味之調、芬香之和，不致遠國珍怪異物。何以知其然？古者堯治天下，南撫交阯，北降幽都，東西至日所出入，莫不賓服。逮至其厚愛，黍稷不二，羹胾不重，飯於土塯，啜於土形，斗以酌。俯仰周旋威儀之禮，聖王弗為。古者聖王制為衣服之法，曰：
en: He ate out of an earthen liu Jg and drank out of an earthen hsing and took wine out of a spoon. With the ceremonies of bowing and stretching and courtesies and decorum the sage-king had nothing to do. The ancient sage-kings authorized the code of laws regarding clothing, saying: " Be satisfied with clothes of blue or grey silk in winter which are light and warm, and with clothes of flax-linen in summer which are light and cool." What causes extra expenditure but does not add benefits to the people the sage-kings would not allow.

source: 冬服紺緅之衣，輕且暖，夏服絺綌之衣，輕且清，則止。諸加費不加於民利者，聖王弗為。古者聖人為猛禽狡獸暴人害民，於是教民以兵行。日帶劍，為刺則入，擊則斷，旁擊而不折，此劍之利也。甲為衣則輕且利，動則兵且從，此甲之利也。車為服重致遠，乘之則安，引之則利，安以不傷人，利以速至，此車之利也。
en: Because the ferocious and cunning animals were destroying men and injuring the people, the ancient sage-kings taught the people the use of weapons, saying: Carry a two-edged sword which penetrates when it pierces and severs when it cuts. When struck with the flat side it does not break, this is the utility of a sword. To be light and strong and afford convenience of action, such is the utility of an armour." A vehicle is used to carry weight and to travel great distances. It should be safe to ride and easy to pull; safe to ride so as not to hurt the rider, easy to pull so as to reach the destination speedily. This is the utility of the vehicle. Because the wide rivers and broad valleys were once not cross-able the sage-kings ordered boats and oars to be made.

source: 古者聖王為大川廣谷之不可濟，於是利為舟楫，足以將之則止。
en: And these were made just so that they could cross the rivers.

source: 雖上者三公諸侯至，舟楫不易，津人不飾，此舟之利也。古者聖王制為節葬之法，曰：衣三領，足以朽肉，棺三寸，足以朽骸，堀穴深不通於泉，流不發洩，則止。死者既葬，生者毋久喪用哀。
en: Even when the High Duke or a feudal lord arrived, the boat and the oars were not changed and the ferryman put on no decorations. Such is the utility of the boat. The ancient sage-kings anthorked the code of laws limiting funeral expenditure, saying: " Of shrouds there shall be three pieces in order to be enough to hold the rotting flesh. The coffin shall be three inches thick, to be sufficient to hold the rotting bones. The pit shall be dug not deep enough to reach water, but just so deep that the gases will not escape. When the dead is buried the living shall not mourn too long." In those ancient days, at the beginning of the race, when there were no palaces or houses, people lived in caves dug at the side of hills and mounds.

source: 古者人之始生未有宮室之時，因陵丘堀穴而處焉。聖王慮之，以為堀穴，曰：冬可以辟風寒。逮夏，下潤濕，上熏烝，恐傷民之氣，於是作為宮室而利。
en: The sage-kings felt quite concerned, thinking that the caves might keep off the wind and cold in winter, but that in summer it would be wet below and steaming above which might hurt the health of the people.

source: 然則為宮室之法將奈何哉？子墨子言曰：
en: So palaces and houses were built and found useful.

source: 其旁可以圉風寒，上可以圉雪霜雨露，其中蠲潔，可以祭祀，宮牆足以為男女之別，則止。諸加費不加民利者，聖王弗為。
en: Now, what is the standard in building palaces and houses? Motse said: Just so that on the side it can keep off the wind and the cold, on top it can keep off the snow, frost, rain, and dew, within it is clean enough for sacrificial purposes, and that the partition in the palace is high enough to separate the men from the women. What causes extra expenditure but does not add any benefit, to the people, the sage-kings will not undertake.
